{
  "</LYRICS>": 50260,
  "</META>": 50258,
  "</SEC>": 50262,
  "<BRIDGE>": 50265,
  "<CHORUS>": 50264,
  "<DNC_HIGH>": 50279,
  "<DNC_LOW>": 50277,
  "<DNC_MED>": 50278,
  "<EN_HIGH>": 50273,
  "<EN_LOW>": 50271,
  "<EN_MED>": 50272,
  "<INTRO>": 50266,
  "<LYRICS>": 50259,
  "<META>": 50257,
  "<OUTRO>": 50267,
  "<SEC>": 50261,
  "<TM_HIGH>": 50270,
  "<TM_LOW>": 50268,
  "<TM_MED>": 50269,
  "<VAL_HIGH>": 50276,
  "<VAL_LOW>": 50274,
  "<VAL_MED>": 50275,
  "<VERSE>": 50263
}
